{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: What do you know", "?\nMars\n\nWhat is it that you know that has kept you alive as long as you have, Red Wolf?\n\n\nRed Wolf\n", 0.083740234375], ["<s> \n\nHuman: How can I make", "a birthday cake, and one that won't fall?\n\nChef: You're not asking the right question, first you have to", -1.32421875], ["<s> \n\nHuman: Whats a good", "place to shop for a new businessman suit\n\n  First: Congratulations on your new position, Whats the occasion?\n  Second: A", -0.2607421875], ["<s> \n\nHuman: How can", "the monitoring system be developed?\n\nElephant: We need to develop a way to increase our interaction with the monitoring system.\n\nProposed", 2.37890625], ["<s> \n\nHuman: How can I", "send you my basic profile? \nAUC: Use the AAC Port Authority to send your basic profile. \nHuman: How can I", -0.49365234375], ["<s> \n\nHuman: What blunt objects", "are you using?\nFlappin: Suction\nHuman: I see. How does suction apply to Earth?\nFlappin", -1.837890625], ["<s> \n\nHuman:", "1. Person\n\nHuman is a 1997 novel by Michael Crichton. It was released in hardcover on February 1", 0.62841796875], ["<s> \n\nHuman:", "killDevil is a three part Choose Your Own Adventure style interactive multimedia project that explores violence and death within our consumerist society. This project", -0.2222900390625], ["<s> \n\nHuman: Can you", "do me a favor and watch this pretty girl's every move and see if there's anything different from the typical group of students?\nRobot:", -1.2080078125], ["<s> \n\nHuman", "rights groups in Iraq, including Free Iraqi, announced that they will protest outside the United Nations building in New York on 15 September 20", 0.349609375], ["<s> \n\nHuman: That new", "duck from the universe where the X-Men live isn't working out so well.\n\nDark Hunter: And of course you're familiar", -3.1328125], ["<s> \n\nHuman: I am trying to", "be a better person. I have learned to focus on things I am grateful for, and I have a strong desire to be more generous with my time and", 0.61962890625], ["<s> \n\nHuman: Can you", "send me a basic sketch of the operation of your glider for future reference? And more precisely, how many users have you had?\n\nRobot:", 0.80322265625], ["<s> \n\nHuman: What are some ins", "ights you have gained from your work with people that have migrated from their native land?\n\nDavid: When people who have migrated from their native land", 0.386962890625], ["<s> \n\nHuman", "readable URL:\n\n#: plugins/pqle-extra-fields/blueprints\n\non_configuration:\n\n# Copyright ", -0.42919921875], ["<s> \n\nHuman:", "killDevil is a three part Choose Your Own Adventure style interactive multimedia project that explores violence and death within our consumerist society. This project", -0.2222900390625]]}