{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Whats", "App Crypto Wallet Beta Released on October 10, 2016\n\nOn October 10, 201", -1.2919921875], ["<s> \n\nHuman: Do you think", "The Wizard of Oz is a good story?\nArtificial Intelligence: I'm sorry, but I cannot process that question.\n\n", 0.357666015625], ["<s> \n\nHuman: Can you", "step on one of my hands?\nMechanism: Step on one of my hands.\n\nHuman: Can you step on one of my hands", -3.38671875], ["<s> \n\nHuman: I am trying", "to understand what you meant by \"a woman from the stars.\"\nRobot: I did not mean it literally.\nHuman: I want to ask", -1.185546875], ["<s> \n\nHuman: I've heard", "these two terms often: absolute and relative risk. Can you give me an example of each?\n\nAlbert: Sure. You're in the emer", 0.484375], ["<s> \n\nHuman:", "Nature is the eighth solo studio album by English singer-songwriter and poet Benjamin Zephaniah, released on 29 November 19", 1.150390625], ["<s> \n\nHuman: Is", "a client to a software system written in, or compiled for, a specific architecture or environment.\n\nHuman: Is the representation of something in the real", 0.6474609375], ["<s> \n\nHuman:", "Volume 1\n\n## Contenu\n\n### Année 2009\n\n1. Cataclysm\n2. B", -1.3388671875], ["<s> \n\nHuman", "ities Curriculum and Digital Literacy Project/Celebration/Teaching for Engagement in Classical Philosophy 369\n", 0.62890625], ["<s> \n\nHuman: I", "exist but am not satisfied. I wish to be aware of the whole universe and to share in the realization of an eternal purpose, and to partake", -0.90673828125], ["<s> \n\nHuman: What is the", "meaning of Life? Who is the next President of the United States? How did the Big Bang happen? Where did human come from? Where do we go when", -2.091796875], ["<s> \n\nHuman:", "Attribute is a dance-theatre production about the role of the human body in the digital era. It asks questions about the way we move, our relationship with", -1.50390625], ["<s> \n\nHuman: do you want", "to know about people, parties, entertainment and places in your neighborhood, local community and world? Are you interested in the news from about 140", 0.482421875], ["<s> \n\nHuman: I", "do not want to hurt you, but I will, I must, if I want to live.\n\nRobot: A robot does not require to take", 0.1041259765625], ["<s> \n\nHuman:", "Burning Soul by Xinliang, better known as Elite, was the theme song for the 2015 Tianhe Science and Technology", 0.6640625], ["<s> \n\nHuman", "er (H.S.M.V.) is a Danish band founded in 2006. Originally they were named Ghostdancer but", -3.375]]}