{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Would you", "say it was one of the three scariest things to face: a villain, a machine, or an unknown thing?\nMunitions: A", 1.2177734375], ["<s> \n\nHuman: How can", "I tell if a girl likes me? (via Quora)\nKato: If she really likes you, she will call you.\nH", -0.406005859375], ["<s> \n\nHuman: how", "we are shaped by evolutionary forces is a 2008 book by Robert W. Sussman. The book was one of the 2", 1.435546875], ["<s> \n\nHuman: are you", "reading this message?\nHuman: Yes, now it's my turn to test you!\n\nThis is an automated External Routing Advert", -2.0625], ["<s> \n\nHuman: Why are", "you wearing that hat?\nK-9 Unit: What does it look like I'm wearing? \n\nWhat Do You Call a Person", 1.91015625], ["<s> \n\nHuman: Is it", "because you want to be right?\nAI: Wrong! No. I don't want to be right. The top, the very top, of", -0.022430419921875], ["<s> \n\nHuman:", "A Horror Story is a horror short film directed by Trisha Ziemba. It was screened at the 2015 New York", -3.560546875], ["<s> \n\nHuman", "Rights \n\n\nFostering a Sustainable Partnership to enhance Universal Health Coverage for Orphans, Vulnerable", 0.15966796875], ["<s> \n\nHuman: Can", "tread on one foot for three minutes with their eyes closed.\nComputer: Can detect the colors and shapes of objects on an Ipad with their eyes", -3.486328125], ["<s> \n\nHuman: In want to see", "something more than ourselves that weighs in more than our own ego. We long for eternity. Life is not eternal, however life is", -3.822265625], ["<s> \n\nHuman: I want to", "eat a piece of chocolate cake.\n(goes to get a piece of chocolate cake)\nArtificial intelligence: I", -0.60302734375], ["<s> \n\nHuman: I have", "such a great time flying with you every time I'm in the airport.\n\nOther: Thanks! You're a great pilot.", -2.669921875], ["<s> \n\nHuman: What is a rac", "ist?\n\nSchopenhauer: A man who is a member of a nation, but regards himself as belonging to the world, as a whole.", -1.2646484375], ["<s> \n\nHuman:", "リトルモンスタン おとうニューメント\nNeedler: The World, the Universe and Everything", -0.266845703125], ["<s> \n\nHuman: I", "can do so many things\n\nHuman: It doesn't matter if I do things correctly\n\nHuman: It matters that I do something\n", -1.6640625], ["<s> \n\nHuman", "Rights \n\n\nFostering a Sustainable Partnership to enhance Universal Health Coverage for Orphans, Vulnerable", 0.150146484375]]}