{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: What does it", "mean to be human? What are our responsibilities as humans? What is the role of our technology?\n\nComment: Definition: Ape who produces", 2.77734375], ["<s> \n\nHuman", "security in Nicaragua is characterized by its continual threats of political instability and economic and social inequality. During the Cold War, Nicaragua", -0.1971435546875], ["<s> \n\nHuman: Mental", "Processes and Development\n\nRajan Gurung, Ph.D.\n\nIntroduction\n\nMy main focus is to describe an elementary cognitive", -0.58837890625], ["<s> \n\nHuman:", "Fall Flat is a puzzle-platform video game developed by Polish game developer No Brakes Games. The game was published by Curve Digital, and", -1.146484375], ["<s> \n\nHuman:", "The Novel aims to explore a wide range of subject matters through the novel's characters and plot. The book goes beyond the two hundred pages one would", -1.3701171875], ["<s> \n\nHuman", "ity survived into the 31st century and, since the 26th century, is terraforming various planets as they are eventually colon", -0.9267578125], ["<s> \n\nHuman", ", being a conscious creature, has always tried to discover the truth hidden behind the apparent reality, the truth behind the numbers, the truth behind the unknowable", -2.849609375], ["<s> \n\nHuman", "ities\n\nCourses\n\nThis college offers the most extensive range of arts subjects available in the School, but also boasts an impressive range of H", 4.1875], ["<s> \n\nHuman: I'm", "thinking of a word that has four letters. I'm thinking of a word that has four letters. I'm thinking of a word that has four letters", -3.46484375], ["<s> \n\nHuman: Can you help me", "? I’m lost. I know it seems hard to believe, but I’m a little lost. And I guess you’re not a stranger.", -2.78515625], ["<s> \n\nHuman: If I hit", "\"x\" button\n  Human: I should see the XBOX home screen\n  Machine: (My program) should exit \n  Machine:", 0.1741943359375], ["<s> \n\nHuman: Can you tell", "us something about your experience when using communication technologies?\nComputer: Too many messages to respond to; I feel distracted, distressed", -0.63134765625], ["<s> \n\nHuman: Why do green ol", "ives have larger stone than black olives, although their weight is same?\n\nMystic: Because when you chew the black olive for some", -1.9462890625], ["<s> \n\nHuman", "ity survived into the 31st century and, since the 26th century, is terraforming various planets as they are eventually colon", -0.93505859375], ["<s> \n\nHuman: Do", "not download yet.\nIssues on Android Devices\n\nA few problems have been reported by some users regarding Android, and we would like to get", 0.810546875], ["<s> \n\nHuman: My neighb", "ours hate my tree, how can I care for it?\nThe Preference: I will water your tree\nHuman: Won't you get", -1.3525390625]]}