{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Can you", "contact us?", -0.51171875], ["<s> \n\nHuman: How can", "you do a show about humanity without including Stephen Hawking or Susan Sontag? By definition. I mean, they’re deities, you know", -0.268310546875], ["<s> \n\nHuman", "rights violations in Uganda took place during the civil war and conflicts between the government of Yoweri Museveni, and the Lord's Res", -0.340087890625], ["<s> \n\nHuman:", "Veronica Barefoot\n\nTree: Koan\n\nTools: Xscape\n\nList: Food, Gardening Tools, First Aid Kit", -1.4853515625], ["<s> \n\nHuman:", "Part 2 (stylized onscreen as Human: Part II) is an action film written and directed by David S. Goyer. It stars Ben", 1.5380859375], ["<s> \n\nHuman", "CD40 is a member of the TNF receptor superfamily. Human CD40 is also known as tumor necrosis factor receptor", 1.107421875], ["<s> \n\nHuman", "Pathogen Database is a collection of microarrays containing viable cell concentrations of all pathogenic bacteria (32,062 samples", -1.66796875], ["<s> \n\nHuman", "Activity: Physical, Cognitive, and Social activity is crucial for human brain development and promotes fitness, health, and longevity.", 1.3203125], ["<s> \n\nHuman: What's the", "first thing that comes to your mind when you think of The Legend of Zelda: Ocarina of Time?\nMarcus: Link's", -0.047119140625], ["<s> \n\nHuman: What are", "you doing?\nHuman: Get off!\nHuman: Human.\n\nAnswer: \n\nAs soon as you depressed \"Enter\"", -1.7294921875], ["<s> \n\nHuman:", "A Dystopian Utopia \n\n## De stemmen van schoonheid\n\nHuman: A Dystopian Utopia", 2.34375], ["<s> \n\nHuman: I am trying", "to be your daddy.\n\n", 0.10296630859375], ["<s> \n\nHuman: Show me the", "original drawing, please.\n\nCraig: Don't look at me, it's in my office. \n\nHuman: Can", -1.267578125], ["<s> \n\nHuman: I think that people", "are very mysterious and I'm always trying to get to the bottom of them. The more I think about it, the more I realize that life isn", 2.056640625], ["<s> \n\nHuman:", "Path to Another World (溶脂ビアさんウルトラのファンタスイア, Desho Ebika", 3.20703125], ["<s> \n\nHuman: What can I do", "for you?\nCutscene: I'm new here and I need some help.\nCutscene: Which one is it?\nHuman", -1.4580078125]]}