{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Can your", "memories of the past be influenced to prevent you from doing something in the future? Or is it already programmed? Is it programmed at birth? For", 0.114501953125], ["<s> \n\nHuman", "ity is saved! But that's not the end of the story… After the success of their first collaboration in SOLDIER: 76,", 1.044921875], ["<s> \n\nHuman: why", "are you doing this to yourself?\n\nComment: Few women can honestly say that they had a first sexual experience and didn't like it.", 1.62890625], ["<s> \n\nHuman: How can", "we have a seamless holistic architecture design for the newly established town of Pyongyang?\n\nCat: Yurumba yurum", 2.7578125], ["<s> \n\nHuman: give me two reasons", "we're not ready to defend ourselves against a lich invasion: \n\nHuman: We need to build tanks! \n\nHal", -0.65771484375], ["<s> \n\nHuman:", "The Fall of Humanity - Hultquist Publishing 2011\n\nHuman: The Fall of Humanity is the eighth novel by", 2.548828125], ["<s> \n\nHuman: What’s", "the Big Deal about Sex and Marriage?\n\nThe book contains a brief survey of various political and religious perspectives on marriage.\n\n##", 2.13671875], ["<s> \n\nHuman: Is being", "human a subtype of Sims? It seems to be so since Sims can no longer get a SimMate license without putting a disclaimer on", 1.03125], ["<s> \n\nHuman: How do", "you think you went today?\nGhostly Walks: Just one step at a time.\n\n## Rating\n\nThe play was originally written", -0.1390380859375], ["<s> \n\nHuman:", "(adjective) Of, for, or relating to humans.\n\n## Taxonomy\n\nMolecular studies based on the Human leucocy", -4.5859375], ["<s> \n\nHuman: Do you know of", "what I speak?\n\nVermilion: Yes. I am thinking of today, in my jail cell.\n\nHuman: Because today", -1.919921875], ["<s> \n\nHuman: We must secure", "the existence of our people and a future for white children!\n\n— «White power» is a slogan that has been used by the white supre", -2.25390625], ["<s> \n\nHuman:", "we're born, we grow up, we age and die. But what about the lonely fish on the other end of the aquarium? This year", 1.048828125], ["<s> \n\nHuman:", "The Fall of Humanity - Hultquist Publishing 2011\n\nHuman: The Fall of Humanity is the eighth novel by", 2.548828125], ["<s> \n\nHuman", "and Social Factors by D. Brent Smith\n\nThe book contains a brief introduction to human factors and social factors, followed by a discussion of research on", 1.5732421875], ["<s> \n\nHuman:", "Episode 007\n\nHuman: Episode 007 è un cortometraggio diretto da James Marsden, tratto dal", -1.072265625]]}