{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: I want to p", "unch my boss\nFoiloid: I want to punch my cube-mate\nHuman: I want to punch my ex-boy", 0.40771484375], ["<s> \n\nHuman: I", "'m going for a walk to a place where they have no idea who I am, and I'm planning on walking up to a few people I don", 1.8603515625], ["<s> \n\nHuman:", "A Novel of Discovery \nis a 2014 science fiction novel by Ken MacLeod. \n\nHuman: A Nov", -0.0550537109375], ["<s> \n\nHuman: what is the bad", "in this action of mine? And when I had completed that and understood, there was no longer any me or mine in the action.\n\n— D", 0.3037109375], ["<s> \n\nHuman", "activities in the \"spawning\" period are expected to damage stocks of anadromous fish, such as Atlantic salmon and North Atlantic macker", -1.2060546875], ["<s> \n\nHuman: How do", "you do? / How do you do? How do you do? How do you do?How do you do?\n\n==Bibliography\n\n", 0.07635498046875], ["<s> \n\nHuman: Hey, is", "this your dad? [Starts to take a picture of him]\n\nPuppy: What are you doing?\n\nHuman: Well", -2.228515625], ["<s> \n\nHuman:", "Fall Flat is a 2D physics-based platforming game developed by No Brakes Games. The player takes control of a silhouetted", 0.189697265625], ["<s> \n\nHuman:", "Empty Orchestra ($) is a side-scrolling puzzle platformer video game developed by The Chinese Room, a subsidiary of Sony Computer Entertainment Europe", -0.08843994140625], ["<s> \n\nHuman: I need to know", "if I have a class or subclass of some kind.  If I don't, I need to fall back to natural sort, if I can. ", -0.6826171875], ["<s> \n\nHuman:", "A Novel of Discovery \nis a 2014 science fiction novel by Ken MacLeod. \n\nHuman: A Nov", -0.0550537109375], ["<s> \n\nHuman", "Rights Defender of the Year in Belarus (Ukrainian: Гід привілеїв) is the annual human rights prize given to an activ", -0.130126953125], ["<s> \n\nHuman:", "18 cm (7 in) total length, weighing up to 26 grams (0.90 oz). Maned w", 0.33056640625], ["<s> \n\nHuman: Where", "ver You Are  is the debut EP by Japanese musician Yoko Ono, released in 1971. It was her first album on the", 0.1795654296875], ["<s> \n\nHuman: I", ", as yet, have no true name. I would be called One, were I not so much more, and one is too limited a description. I am", -1.1982421875], ["<s> \n\nHuman: Why do", "you think your parents named you “Sandy”?\nParents: Your father told me that was the best name for a girl.\nHuman:", -3.216796875]]}