{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: What would", "you like to talk about? AI: I am not allowed to talk about human things. Human: Talking about things is human thing. AI", -2.841796875], ["<s> \n\nHuman", "ity In Action Ukraine (HIA Ukraine) is a Ukrainian non-governmental organization founded by two American students in 2010.", -1.302734375], ["<s> \n\nHuman:", "Saw him coming, sure. But everything we've got is a hard kill. His got tricks we've never seen before. Over.\"\n", 0.03125], ["<s> \n\nHuman: I want to tell", "you something.\n\n    Computer: What do you want to tell me, Human?\n\nHuman: We are the last remaining sentient race.", -1.994140625], ["<s> \n\nHuman: I want", "to get rid of my insecurity.\nMental State: Now, would you like to be secure or insecure?\nHuman: Uhh....", 0.5068359375], ["<s> \n\nHuman", "Dataset::DX \n{\n\tpublic:\n\t\n\tstd::string _name;\n\tdouble _weight;\n\tstd::", -0.47119140625], ["<s> \n\nHuman: I", "can't find an answer to the question.\n\nPolyglot: Don't worry, I'll help you with it, after all", -2.732421875], ["<s> \n\nHuman: Id", "op. 4 Paper: 22x30 cm.\n\nVR-project, 2017.\n\nA second", 1.251953125], ["<s> \n\nHuman", "Responsibility Project funded Rural Development Forum to organise a workshop on Water and Energy Relations in Rural India in IIT Madras", 0.97802734375], ["<s> \n\nHuman:", "\"Vachlava, vous m’avez dit que vous êtes triste. Est-ce que ça va mieux maintenant?\"\nV", 0.2054443359375], ["<s> \n\nHuman: How", "would you describe the conditions at your high school? What do you think is most important for a high school to provide?\n\nBill Nye: A", 1.5], ["<s> \n\nHuman:", "A Dialogue with Donald Byrd (36 Minutes, 2012)\n\nBy Danielle de Lartigue\n\nDirected", 4.7734375], ["<s> \n\nHuman: How do I", "declare my own clan in Nova?\nTurgos: Now, of course, I couldn't tell you this without letting the enemy know. However", -3.87890625], ["<s> \n\nHuman: How would someone", "reach the sea at the North Pole?\nAlex: They would not be able to since it is always covered in ice. \n\nChatbot", -1.8310546875], ["<s> \n\nHuman", "canine Interaction: A behavioral analysis of bite prevention method\n\n===\n\n* A behavioral analysis of the use of the popular Dog", 3.029296875], ["<s> \n\nHuman: Would it", "be weird if I checked to see if we're still friends?\nAI: Well, if I'm your friend, then you must mean that I", 0.91162109375]]}