{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: A", "Story of Thinking,\n\n[Illustration: HUMAN\n\nA FLEETING VIEW OF HIS LIVES AND CARE", 2.576171875], ["<s> \n\nHuman: How", "Open Innovation Is Changing the Rules of Business, written by Charles W. Sawyer and Peter M. Levin, is a book about", 0.034423828125], ["<s> \n\nHuman:", "Machinery is the fourth album by Japanese musician I See Stars. It was released on October 21, 2011 by R", -3.224609375], ["<s> \n\nHuman:", "Launcher.prototype.resize( dimensions ){\n  // if there is a Resize function, call it with the new dimensions\n  if( La", 1.50390625], ["<s> \n\nHuman: I don'", "t even know what questions to ask.\n\nComment: Good question.  I'm curious as to the background of this statement, as well as what", 2.048828125], ["<s> \n\nHuman: I", "’m Sorry from Jamie Hank’s Cheap Motel series.\n\nHuman: I'm Sorry is an American alternative rock band from", -0.310791015625], ["<s> \n\nHuman", "beings need to support themselves, survive and protect themselves. To do this they need to use instruments such as buildings, animals, tools, machines, cl", -0.93798828125], ["<s> \n\nHuman: Get away from", "me! [flashbacks] Mogman: We’ve taken a new look at humanity. [Pictures] Human: Who are you?", -1.982421875], ["<s> \n\nHuman: what are some", "of your thoughts on the movie\n\n-My first reaction was that I should have a drink everytime another character died but I quickly got sick of it so", -2.890625], ["<s> \n\nHuman: What are some", "of your favorite hobbies?\n\n```\nDolphin: Swimming, jumping, and playing with my family.\n```\n\nH", -0.7841796875], ["<s> \n\nHuman", "ise.io API Documentation\n\nThe Humanise.io API is the platform upon which we built our app. \nAs such, it should work", 0.0526123046875], ["<s> \n\nHuman: All", "the games\n\n## External links\n\n* Human: All games in the Human: Austin series at Giant Bomb\n* Human: All games in the", -2.380859375], ["<s> \n\nHuman: How", "Your Body Lives\n\nHuman: How Your Body Lives är ett musikalbum av King Crimson. Det lanserades 1", 0.58984375], ["<s> \n\nHuman", "rights violations in China include:\n\n* List of human rights violations in China\n* List of labor disputes in China\n* List of political", -0.8818359375], ["<s> \n\nHuman: What do you think", "of me?\n\nCat: I'm not sure. You're a writer. I'm a cat. I don't know how to", -3.42578125], ["<s> \n\nHuman", "are not able to find out the space & time developpement of a new uniques physics that is presently \"swamped\" by the current and", 1.544921875]]}