{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman", "performance to a great extent involves the coordination of cognitive, motor and somatosensory processes. In the healthy individual, these processes are integrated,", 1.0986328125], ["<s> \n\nHuman: What do I need", "to change so that we can communicate more efficiently?\n\nThis question can serve as a call to action for any discussion involving two or more people. Asking", -0.4453125], ["<s> \n\nHuman: What is the", "test which determines if a man is a human, or a monkey, or a chimpanzee? It is the fact that he is capable of", -1.9853515625], ["<s> \n\nHuman: My friend just", "called a date a \"Round Tuit\". What does it mean? The instructions for playing round-robin volleyball, from the book \"Can", 1.7197265625], ["<s> \n\nHuman: one", "who cannot be considered separate from or outside of the species. Once perceived as singular, the individual subject is now experienced as a collective. Because of this", -0.3427734375], ["<s> \n\nHuman: Really can'", "t recall this time. I was flying over the cities, seen some of those after some time traveling through the space, perhaps even crashed into some.", -1.998046875], ["<s> \n\nHuman: why do people traffic", "in human beings?\n\n<div> \n    <div>What does it mean that human beings are valuable because they are human beings", -2.03125], ["<s> \n\nHuman", "Rights abuses and loss of a country's sovereignty.\n\n=From another perspective:=/ The abuse of human rights and loss", -0.488525390625], ["<s> \n\nHuman: Can pe", "aks to a height of 151 cm in females and 160 cm in males\nWeight: 35.4 - 45", 0.96044921875], ["<s> \n\nHuman:", "We’re Gonna Need A Bigger Truck\nThis list was submitted by a person on 2014-02-05 ", 0.444580078125], ["<s> \n\nHuman", "test solution\n\n<h1>Human test solution</h1>\n\n<h2>If your computer is getting slower and slower, you", -1.650390625], ["<s> \n\nHuman: Why does ind", "entation make comments indented?\n\nHuman: whats going on with the curly braces?\n\nGrove: I don't", -1.658203125], ["<s> \n\nHuman: Can", "you still feel the nails being hammered into your palms?\nMySpace Girl: Can you still feel the rattle of your eyes?\n", -0.316650390625], ["<s> \n\nHuman: What is the best", "decision you have ever made?\n\n                                     Prateek Saxena: Taking up UIDAI as a consulting project during my masters", -2.625], ["<s> \n\nHuman: How", "Your Mind Makes You Unhappy\n\nby Daniele Fanelli (2018)\n\nHuman: How Your Mind Makes", -1.98828125], ["<s> \n\nHuman: Can", "refer to a member of the species Homo sapiens. - \n\nNote: The search will only provide results for the current version of Pubmed", -1.958984375]]}