{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Can you teach me", "to read and write?\n\nRobot: Sure, as soon as you can teach me to do the laundry.\n\n\n\n\n\n", -1.724609375], ["<s> \n\nHuman: What", "was the thought process behind picking up your instruments again?\nAkzo: I had this thing where I just wanted to create my own universe and not", -1.3994140625], ["<s> \n\nHuman: Can you", "hear me?\nDroid: 67890.\nHuman: Where did you get that number from?\nDroid: 6", -1.8662109375], ["<s> \n\nHuman:", "A Narrative of Human Evolution\n\nHuman: A Narrative of Human Evolution is a scientific documentary film made by Benjamin von Stud", 3.64453125], ["<s> \n\nHuman: How", "to Become 80% Healthier in 20 Minutes a Day is a book by Dr. Dean Ornish on the application of l", 0.2098388671875], ["<s> \n\nHuman: Why", "People Don't (Often) Think About Thinking, Kahneman (2011)\n\"\"\n\n\"\"\n\n\"\"\n\n", -0.230712890625], ["<s> \n\nHuman: can i come", "over?\n\nComment: If you're asking a question, you should edit your question and tag it with [tag:python], [tag:f", 0.67138671875], ["<s> \n\nHuman: I'm", "taking a look at the \"diploma\", you gave me.  It was not signed by the endorsement of the president. This is a forg", -1.5400390625], ["<s> \n\nHuman: Are men and", "women the same?\n\n##### Chapter 2: How about men?\n\nGrohol: So, when it comes to men and women,", -4.02734375], ["<s> \n\nHuman: My wife is in", "the bathroom, and she's a lot more comfortable than you are.\nProgram: Why aren't you in the shower with your wife?", -2.212890625], ["<s> \n\nHuman:", "Human was an electronic music band from London, England, formed in 2003. The band consisted of Robert Hodgens (vocals", 0.923828125], ["<s> \n\nHuman: What is", "the way for a human to be happy? Deng Ming-Dao: You first need to decide whether or not you will be happy. This is", -5.375], ["<s> \n\nHuman", "kind has always gone out for eating, shopping, partying and more, but never for having a sexy time. That all changes with this new", 3.03125], ["<s> \n\nHuman", "UtilityLinks :class::AnotataWebsiteMetadataResponse\n\n# Request-Response-Entity-Stream\n\nresponse_code: Integer\n", 0.74267578125], ["<s> \n\nHuman", "being has been acquiring knowledge of various objects of the nature for the last 5,000 years and their structure at atomic and sub-atomic levels", -0.36279296875], ["<s> \n\nHuman: What is the d", "otted line above the worm?\n\nAnswer:\n\nAns:\n\nIt is the end of a bacteria. This bacteria", -1.341796875]]}