{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Me and", "You, written and illustrated by Robie H. Harris, is a non-fiction children's book about friendship, by author Robie H. Harris", 1.6064453125], ["<s> \n\nHuman:", "1985\n\nSaved: 1987\n\nWithout Waves: 1990\n\nRemains to", -3.58203125], ["<s> \n\nHuman: Can you provide", "an example?\n\nWhile thinking about natural language questions, it might be useful to note some formatting conventions for those types of questions.\n\nThe", -1.8154296875], ["<s> \n\nHuman: I", "live by the Carlsbad, California coast. As a fully depraved Christian-bashing, illicit-book-reading, pot-sm", -0.62109375], ["<s> \n\nHuman:", "Disease is a science-fiction board game designed by Tim Sharp.\n\nThe game combines strategic management, luck, and \"ch", -1.0888671875], ["<s> \n\nHuman: I usually", "wear a red polo shirt and jeans. I prefer jeans. They are soft and comfortable. I wear a red polo shirt because it", 0.28759765625], ["<s> \n\nHuman: We have", "so many conflicts in our lives; the physical and the mental is getting too heavy for our spirit to carry.\n\n\nHuman: I am so much", -2.978515625], ["<s> \n\nHuman: How can", "we compute distances (vectors) between\n\t\t\ttwo documents?\n\t(XML)\t| (Relational Database)\n\n\tHuman", -1.8193359375], ["<s> \n\nHuman: How can I suff", "ice? Withstanding my Father's shocking wrath\n\nThat was on July 24.\n\nWhat else could I do? What else", -1.541015625], ["<s> \n\nHuman: Hard to imagine that", "it's really being talked about.\n\nExample: \n\n\tWhen Christine got fired, she got a call from some old \"fren", 0.50830078125], ["<s> \n\nHuman:", "Interdisciplinary Perspectives is a three-day international conference on humanities and interdisciplinary perspectives, and aims at presenting", 1.8310546875], ["<s> \n\nHuman: Are there", "about a dozen known goldbug species that eat the bark of trees? The top-level taxonomy is uncertain. Clinging insects: Acan", -1.1044921875], ["<s> \n\nHuman: So", "uhm, about me (Deadfader): Where do you want to go? (Maxis): Back to main menu, hey do you remember", 0.20263671875], ["<s> \n\nHuman", "Rights Tribunal of Ontario\n\nWe as a community in Toronto have consistently supported our City's vibrant Punjabi arts, culture and", -0.392822265625], ["<s> \n\nHuman:", "An app to give proper respect to the elderly in society. The app collects data from its users and measures interactions with the elderly based on face-", -2.462890625], ["<s> \n\nHuman: what", "is art? Do you have an opinion on that question?\n\nIn a 2008, BBC 2 survey of 100 British", -3.634765625]]}