{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Why do ind", "igenous humans get thirsty?\nDr.Z: Blood: Thirsty\nHuman: LOLZ!!!!!!!!!!!\n\n", 0.80126953125], ["<s> \n\nHuman: Are", "We Smart Enough to Understand our World?: Devolution in a Divided Britain by Charles Arthur\n\n```\nAuthor, journalist and programmer.\n", 0.105224609375], ["<s> \n\nHuman: What were the positive", "and negative effects of the Industrial Revolution on the people of England?\nHuman: What could people have done to stop this?\n'''\n\n#", 0.5390625], ["<s> \n\nHuman: tell me", "what you have experienced.\n\nRubricant\n\nFemale\n\nCaliad\n\nMale\n\nDuhli\n\n", 0.2430419921875], ["<s> \n\nHuman:", "An Adaptive Approach to Artificial Intelligence for Persuasion.\nThe team at Climb created Human, a platform which enables organizational", -0.71923828125], ["<s> \n\nHuman: For my", "blogging about humanitarian work I have received the award of best personal weblog in the Media section of the Humanitarian Technology Network (HTN)", 0.00299072265625], ["<s> \n\nHuman: How much time", "will I spend each day trading my Precious Time for money?\n\nMass-Man: \n\nHuman: How much money will", -2.115234375], ["<s> \n\nHuman: Why is the deep", "sea salty?\nMachine: God created the world in six days. (2010)\n\nDigital Lunch will provide visitors with a l", -2.982421875], ["<s> \n\nHuman: I want", "a monster, with horns and razor-sharp teeth that'll make any other monster I see, or any other monster that wants to", -1.828125], ["<s> \n\nHuman: How is counterfe", "iting a big problem for the Federal Reserve?\nFrank: I really cannot say until I see what the counterfeit is, because it's a", 2.6328125], ["<s> \n\nHuman: I", "hope I can still text if I'm dead. Ghost: I hope you can too.\n\n-- Python implementation of this thread --\n\nfrom thread", -2.244140625], ["<s> \n\nHuman: how", "they cope with change\n\n1989\n\nAnthropologisch Saliem reviewed - Dr. Nouchine Ameer", 3.333984375], ["<s> \n\nHuman: What'", "s wrong?\n\n  Run: Jailbreak error! Code 3259, device:       \"Broken SN-N500", -1.7177734375], ["<s> \n\nHuman:", "A scientific and sociological encyclopedia on human evolution and origins / Annual Review of Anthropology, Human Evolution and the Origin of Speci", 0.9736328125], ["<s> \n\nHuman", "Parallel Comparison is a computational process that compares the semantic differences between written and spoken languages. Essentially, the machine compares one human’s dictionary", -2.30078125], ["<s> \n\nHuman:", "\nIn addition to the tower guards there are bounty hunters (Elite and Major level) who follow Lara throughout the worlds.\n", 2.296875]]}