{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman:", "Founded in 2013.\n\nIt is the first specialists in interactive projections in Spain.\n\n\n\n\n\n\nG", 0.2176513671875], ["<s> \n\nHuman:", "\n16/02/2015: 28 - Over-cooked \n08/04/201", -2.26171875], ["<s> \n\nHuman: what", "separates us from the animals?  A bunch of neurons. A body connected to them. An aethereal spirit.\nLess than ", -0.837890625], ["<s> \n\nHuman: I need to score", "higher on the Myers-Briggs test, for...\n\nInterviewer: Who's this test by?\n\nHuman: See", -0.02569580078125], ["<s> \n\nHuman", "skin is the organ of the integumentary system that serves as its outer boundary, and is the largest organ in the human body.\n\nThe outer", 1.029296875], ["<s> \n\nHuman: How do", "you define yourself? // God: With predicates, an order of predicates, a fuzzy predicate tree, a boolean tree, a tax", 0.2164306640625], ["<s> \n\nHuman: What", "are the nine causes of disease?\n\nDaoism: The nine causes of disease are: Drink, Smoke, Kill, Sex, Decide", 0.72998046875], ["<s> \n\nHuman: What", "a wonderful, thrilling word it is. There is no bolder label in the world. And yet, the reality of the word is not something to be", -1.26171875], ["<s> \n\nHuman:", "Founded in 2013.\n\nIt is the first specialists in interactive projections in Spain.\n\n\n\n\n\n\nG", 0.2286376953125], ["<s> \n\nHuman", "sleep is characterized by rapid, organized changes in body function and structural behavior that support restoration of physiological and psychological state. Sleep,", -3.169921875], ["<s> \n\nHuman:", "Night Vision (sometimes called Human: Night-Vision or HNV) is the fourth season of AMC's The Walking Dead,", -2.99609375], ["<s> \n\nHuman: If I pour ble", "ach on my (fabric) towel, I will destroy it.\n\nHuman: If I pour bleach on my hand, I will inj", 2.099609375], ["<s> \n\nHuman: do you want to", "put this in your grocery cart?\nComputer: If the probability of that target species responding to the sound of a chainsaw and being", -0.0246124267578125], ["<s> \n\nHuman: what can", "go wrong?\n\nIn 2008, an international project, featuring one of the largest R&D programmes on human health, was initi", 0.320068359375], ["<s> \n\nHuman", "Values.Net\n\nBy:\n\nDane Stephany, M.A.\n\nReleased under a Creative Commons license (CC-BY-", 0.896484375], ["<s> \n\nHuman: Do you have a", "pencil?\nComputer: \\textbf{Fine. I have a pencil and a ruler. What would you like to know about", -2.154296875]]}