{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: What do", "you mean by God?\n\nGod: I want to introduce myself first. My name is the Spirit of God, and I am currently your Superint", 1.7412109375], ["<s> \n\nHuman: Can you", "please tell me what the halloween costume is?\nVietnam: The symbol is a mule wearing sunglasses and a furry", 0.1578369140625], ["<s> \n\nHuman: I need", "to make some personal changes to better myself and the world. What can I do?\n\nGod: You should change your avatar on Gmail.", -2.10546875], ["<s> \n\nHuman:", "Voices from Rwanda is a play produced by Paule Constable and Charles MacArthur for the National Theatre's production of War Requ", 4.08984375], ["<s> \n\nHuman:", "Who?\n\nEpisode Summary:\nWhile trying to sneak back into the lab, Mina takes a direct hit from an airbor", 2.5625], ["<s> \n\nHuman: Where could we bring", "a sick person in San Francisco?\n \n\n\n\nJason: Go to WebMD.com\n\n\n\n\n\n\n \n", 0.6767578125], ["<s> \n\nHuman:", "Word On The Street\n\nHuman: Word On The Street é o segundo album de estúdio do grupo de rock indie Electric Light Orchestra (", 2.818359375], ["<s> \n\nHuman: Is it", "Possible for a Nigerian Artist to Stand on His/Her Own Internationally? Pius Ayodele Fagbenle a.k.", 0.0068206787109375], ["<s> \n\nHuman: How can", "I repay you for this great gift of life?\n\nAllegory: But my power, my honor, my dreams, my virtue, my", -0.7392578125], ["<s> \n\nHuman: good evening", ", welcome to RANGO BOWLING LANES, where you can bowl, mingle, and talk trash to your opponent", 1.357421875], ["<s> \n\nHuman:", "Code 1.0\n\nA unique stage play that tests the limits of one man's inner fortitude. It follows Jeremy, an unlikely stage", -2.59765625], ["<s> \n\nHuman: I", "am a pretty wicked human who died at the age of 19, but when I had died, I could hear the voice of a mysterious voice", -2.568359375], ["<s> \n\nHuman: How do I buy", "it?\n\nElohim: I'll see to it myself.\n\nMueller: I won't let it out.\n\n", 0.0175628662109375], ["<s> \n\nHuman: Should drug deal", "ers be given the death penalty?\n\nHuman: Should guns be controlled?\n\nHuman: Should women have equal rights?\n\nHuman", -0.80419921875], ["<s> \n\nHuman: Can you tell me", "a little about yourself?\nHuman: Okay, so let's get started with writing some tools. Tell me about some of the features that will be", -1.0322265625], ["<s> \n\nHuman: How high of", "a value of Calcium are you trying to achieve?\nRobot: I AM A PIXEL!\nRobot:\n\n## Voci correlate", 2.11328125]]}