{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman:", "A User's Guide is a 2018 nonfiction book by Yuval Noah Harari, exploring what makes humans different from other", -3.083984375], ["<s> \n\nHuman: Can", "cellous:      TAP Bone:\n\nDefine common arm bone names for Python\n'''\n\nfrom enum import Enum\n\nfrom", -2.345703125], ["<s> \n\nHuman", "body has the ability to work very efficiently but only when there is oxygen present in the blood. One of the ways to increase the efficiency of the human body", -1.177734375], ["<s> \n\nHuman: Can you help", "me? It's getting tough!\nRobot: You can take my case, or you can take your own.\n\n## Mythology", 0.0841064453125], ["<s> \n\nHuman: How can I ship", "? Well, if I have to decide that in an instant, and I have to hand-launch and it's the most important mission of my life,", -4.93359375], ["<s> \n\nHuman: How can I", "get human display name from name id?\n\nWhen I get human display name from name id, it seems returns the first name.\nI want the full", -3.5078125], ["<s> \n\nHuman: I", "have visited the Titanic museum in Branson, Missouri. It is amazing to me how things like that can be made.\n\nIntelligence:", 0.1741943359375], ["<s> \n\nHuman: What are some", "of the challenges in understanding emotional behavior, given the relatively small size and simple brains of robots?\n\nRobot: I'm not", -2.494140625], ["<s> \n\nHuman: what is", "your future plan?\n\nHuman: how is your earning?\n\nRoomba: 400 dollars\n\nHuman: What", 2.279296875], ["<s> \n\nHuman: Is", "a highly developed hominid that exists on earth. This type of hominid is defined as being sapient. It is believed that human first began to", -0.66015625], ["<s> \n\nHuman: Why are Mexicans", "Illegal? and A Day Without a Mexican\n\nA Day Without a Mexican\n\nAuthor: Thomas S. Byrd (2004)\n", 0.29443359375], ["<s> \n\nHuman: I", "kema (イケマ)\n\nIkema is one of the main characters of Scarecrow. Her role is to be Mega Man", 0.37646484375], ["<s> \n\nHuman: what", "a profoundly naturalistic being you are! Your bipedal nature, the largest brain and delicately proportioned body, of all primates", -1.0654296875], ["<s> \n\nHuman: How do", "you expect me to respect you?!!\nRobot: Because you are insecure, and need to be reminded that you are loved.\nH", -1.8154296875], ["<s> \n\nHuman: Could", "have named himself Terror, but is too modest.\n\n### Autopsy\n\nAn in-universe biography of Brendan", 2.73828125], ["<s> \n\nHuman: What do you think", "it is?\nAlphanaut: Maybe it's the Transporter.\nHuman: Are you sure?\nAlphanaut: I don'", 1.1416015625]]}