{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: If you were at", "the car park, you would look at that 479 and 485 stickers and realize that was what the card was, and then when", 0.74951171875], ["<s> \n\nHuman:", "Multiplayer part of the album Ghost Stories by Coldplay\n\nHuman: Multiplayer is the free, exclusive multiplayer DLC for the 2", 0.515625], ["<s> \n\nHuman: How", ": Comments: Credits:\n\nAuthor: Glenn Vanderburg\n\nSend comments to: AOTcasts@gmail.com\n\n", -1.58984375], ["<s> \n\nHuman", "StatClass = function(obj,runStatList)\n    if obj == nil or not obj.isHuman() then return end\n    RunStat", -1.92578125], ["<s> \n\nHuman: I have been", "learning about groups.\nElephant: Groups can be very stable, such as herds, swarms and flocks, and can", 0.0548095703125], ["<s> \n\nHuman: When Donald", "doesn't want to play, he sticks his fingers in his ears and makes a mock cry. Donald Duck cartoon, Him Ring Ding D", 1.0576171875], ["<s> \n\nHuman: Can you help me", ", Doctor?\nEleventh Doctor: Well, I don't normally work Fridays.\n\nEleventh Doctor\n\nNick", 1.658203125], ["<s> \n\nHuman: What makes", "you stay in your house during the day?\nSpider: Like what?\nHuman: What?\nSpider:\nSpider:\n\\", 1.3330078125], ["<s> \n\nHuman", "Family's main projects are the Kids 4 Kids and Kids 4 Kids Fund projects, and Mobile Medical Clinics.\n\n", 1.33203125], ["<s> \n\nHuman: When do you", "typically play?\n\nAnswer: I'm a fan of a session after work and one right before I go to bed - that's in the m", 1.064453125], ["<s> \n\nHuman: As far", "back as we can go, homo sapiens have been meditating. At the beginning of the 20th century, Indian Yogi", -1.0908203125], ["<s> \n\nHuman: If women", "in fact had a penis, they would have a much easier time of getting pregnant. Given the condition of many couples infertile I really", -5.39453125], ["<s> \n\nHuman", "Media Lab University of Toronto, Canada\n\nAbstract:\n\nQuadruped robotics is an emerging field which aims to equip robots with", 0.415771484375], ["<s> \n\nHuman: I", "watched a bit of the military stuff\nXenon: I'm doing military stuff right now\nHuman: You see, I read your profile,", -2.896484375], ["<s> \n\nHuman: Do", "you not see that the world is filled with tension? A billion dollars’ worth of silicon in people’s houses, all of it on standby", 1.37890625], ["<s> \n\nHuman: How", "Race Relations Were Transformed in Twentieth-Century Britain by Peter Larkin \n\nISBN 978-0-2", -1.7109375]]}