{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman", "-readable summary:\n\nNOTE: there are separate capabilities used by to turn on tunnels,\nand to verify the configuration of existing t", 0.9658203125], ["<s> \n\nHuman: can you", "tell me your name?\n\nGeorges Malfait: I, uh, my name is, uh, Eminem.\n\n", 0.1900634765625], ["<s> \n\nHuman:", "Online servers, Up to 16 players in servers of all ranks, Game mode is Cooperative, Players able to use weapons from most of the franch", 0.467041015625], ["<s> \n\nHuman: Can you", "teach a bot how to understand the world?\n\nUsing the \"object-to-text\" paradigm of grounding meaning is a fruitful line", -2.9375], ["<s> \n\nHuman: What seem to be", "the daily activities of Yemmo?\n\nYemmo: Eating, drinking and talking about the dish of the day.\n\n—", 0.7734375], ["<s> \n\nHuman", "language in Lisp is a tool for compiler writers, for Lisp programmers and for other programmers who want to interact with Lisp programs. It is", -0.10272216796875], ["<s> \n\nHuman:", "Young scientists, too. Young hackers. They are all young. (But when they grow up, they turn into amoral, unproductive corpor", -2.623046875], ["<s> \n\nHuman", "Powered Canoe Association website\n\nThe Human Powered Canoe Association (HPCA) is an amateur sports group of canoeists in the", -1.4697265625], ["<s> \n\nHuman: How", "Marilynne Robinson’s Narrative Fragments Meet the Tradition\n\nThis chapter addresses how Robinson's project-in-the", -0.388671875], ["<s> \n\nHuman: Could", "you please explain to me what you are doing, and how you got permission to put a robot and computer in a robotic suit?\n\nRobot:", 1.0029296875], ["<s> \n\nHuman: How", "One Species, One Planet, One Future\nHuman: How One Species, One Planet, One Future is a biology book by Richard Dawkins, published", 1.23046875], ["<s> \n\nHuman: What", "will you do on a Friday afternoon if you can do anything?\n\\item Word Pad: What can you do with the weekend?\n\\item Word", -0.439453125], ["<s> \n\nHuman: I", "get this.\n\n\n\n", 0.36474609375], ["<s> \n\nHuman: What", "a strangely fragile human they made. Somebody actually decided to call this species \"Human.\" They got the fragility right. We are so", -0.83251953125], ["<s> \n\nHuman:", "Young scientists, too. Young hackers. They are all young. (But when they grow up, they turn into amoral, unproductive corpor", -2.609375], ["<s> \n\nHuman: How to remove a", "voile of hide in the website using drupal\n\n\n\n\n\n\n\n", 0.275146484375]]}