{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Can you", "see where you're going?\n\nRobot: The next 3.4 miles are smooth, then it's all underground tunnels", -0.81591796875], ["<s> \n\nHuman: Why", "Are We The Way We Are? is a British documentary by David Malone, made for Channel 4 in 2006.\n\nThe", 0.498779296875], ["<s> \n\nHuman: what", "is 'being human'?\nThe fact that human beings are capable of deep thinking, of logical enquiry, of intelligence, of love, of", -0.5087890625], ["<s> \n\nHuman: How can I kid", "nap my neighbor's cat?  What happened to her?  A naked man ran across the road, so we threw a blanket over him.", -2.185546875], ["<s> \n\nHuman: Do you have an", "opinion about the theorists Karl Popper and Niels Bohr?\nBarman: Er… I know Popper, but I'm not very", -1.5078125], ["<s> \n\nHuman: I am a", "human, thank you.\nComputer: Sorry, I didn't quite understand what you said.\n\nHuman: I'm not a smart", 0.73486328125], ["<s> \n\nHuman: As", "cidiella nigra Forsskal, 1775\n\n* \n\nHuman, Scotland, Firth of Forth,", 2.61328125], ["<s> \n\nHuman", ".autopilot.queue() - another way to look at it is that the extraction of the original (First, last, etc) is the", -2.66015625], ["<s> \n\nHuman", "Resources 311 is the umbrella title of a project led by the Prada Foundation to improve the existing services that the Foundation already offers to its", 0.370849609375], ["<s> \n\nHuman: How", "Good is your Dog? is the first solo show in France by the American artist Brandon Opic.\n\n## See also\n\n* Human (nov", -0.01561737060546875], ["<s> \n\nHuman: Does cutting brake", "rotor cause noise?\n\nQuestion 1 [Terms](https://www.researchgate.net/publication/28533", 0.198486328125], ["<s> \n\nHuman: Why do people", "who live in cities have a bigger chance of developing mental illnesses than those who live in the countryside?\n\nSamples: New York", -1.861328125], ["<s> \n\nHuman: Why are people", "not satisfied with the work of their hands?\nGod: People want more, they want to be wanted\n\n## External links\n\n* \"Ex", 0.86767578125], ["<s> \n\nHuman:", "Fall Flat is a physics-based game. The player controls a silent character called Bob, who can perform a series of actions to solve puzzles and progress", 2.8828125], ["<s> \n\nHuman: I am", "coming to pick you up soon. — Today's Workplace is a quarterly publication and it serves as a tool for deepening the Company's culture", -2.30859375], ["<s> \n\nHuman: I need", "you now. We need you now. - Prototype Ride\n\nHuman: We're gonna be alright, you'll see.", -2.40625]]}