{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: can you find", "a connection between a and b, and between b and c, and between c and a, but not between a and c?\n\n\nAnimal:", -0.548828125], ["<s> \n\nHuman:", "\nThe New Model (working title) is a 2008 documentary film directed by David Fincher about former Apple CEO Steve Jobs.", 0.5380859375], ["<s> \n\nHuman:", "Transcendent Parasite, an exhibition about human impact on biodiversity, opened on May 3, 2019, at the Los", -2.8515625], ["<s> \n\nHuman: Why are the small", "freedoms being taken away from people in the name of security? That's not the way the U.S. used to be.\n\nR", 1.2451171875], ["<s> \n\nHuman: What is Lil Wayne", "going to do to start his own artist to help him out. I am not good at words but I'm trying to describe the emotions I'm", -4.34765625], ["<s> \n\nHuman: Would it", "be possible to reach a consensus on\nwhat being human means?\n\nIntelligence:\nOf course, it would be possible\nif all the different", -3.251953125], ["<s> \n\nHuman: What sorts of things", "do you get asked about?\nAlexa: I do not understand the question\n\nEarly on the first day, the team settles on a", -0.60546875], ["<s> \n\nHuman: what are some ins", "ights?\n\n1) Various types of intelligence (e.g.,\n\ngeneral and rote memory, emotional, music, spatial, abstract", 0.306640625], ["<s> \n\nHuman: What do you think", "of when you hear the word, \"Human\"? A poem written on a basic level, but with many messages.\n\nSun\n\n  \n", 1.2734375], ["<s> \n\nHuman: How do I", "use this?\n'''\n\nfrom .cmd import Command\n\nclass Base:\n\n    class Meta:\n        cmds = [Command.show", 1.2314453125], ["<s> \n\nHuman: You are toxic", ". You would destroy us. They asked us to meet with you, to engage in a dialogue, but that was not our intention. Our intention is", -1.822265625], ["<s> \n\nHuman", "Computers.net has been launched to provide comprehensive information to the public on the Human Computers and Related News. \n\nWe aim to be", -0.07861328125], ["<s> \n\nHuman: How", "Your Mind Makes You Unhappy\nis a 2008 book by V. S. Ramachandran and Sandra Blakeslee", -1.62890625], ["<s> \n\nHuman", "Touch features photographs of nude individuals, each being treated or touched by another person in the photo. Some of the people featured are professional models, while others", -0.505859375], ["<s> \n\nHuman: i'", "m a deluded senseless soul that was programmed to make the Universe so it could start to know itself and that is a tiny little bit of", -2.962890625], ["<s> \n\nHuman: What", "is life? Cells are the only known lifeform that are capable of movement, reacting to their environment, and that display states of health and illness", -0.4287109375]]}