{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: One of", "the most destructive and pernicious primates on the planet, sharing the World with a few dozen other species.\n\nSlimy and degrad", -0.398681640625], ["<s> \n\nHuman:", "Dex was an exhibition at the Science Museum in London, held between 21 July and 28 September 2014. The exhibition combined", -0.7294921875], ["<s> \n\nHuman:", "Error. Transferred out of department. Injured HVAC equipment. Must be removed from ice. Keep at 37°C (38", -1.87890625], ["<s> \n\nHuman:", "Bloom (ヒーロー　ブルーム, Hīrō Burūmu) is the last Arclight of season 3,", -2.662109375], ["<s> \n\nHuman: So", ", \n\nThere is some really good talent out there and you know, I guess with my musical background, I'm looking at the best possible mus", -1.4208984375], ["<s> \n\nHuman: What are the", "differences between the formal and informal presentations of Islamic names?\n\nZawaneh: My own name Zawaneh which means \"the", -1.46875], ["<s> \n\nHuman", "Links_API::DeDuplicateEmailInfoContainer::GEPDiscoverer class for google's EdgePlex Auto Discovery service\n\n", -0.333984375], ["<s> \n\nHuman: Kids in fost", "er care become adults and in the worst cases have to commit suicide. Yet, child labor persists. \n\nChild: Percentage of", 3.794921875], ["<s> \n\nHuman: How can I", "show you all that I am? (read by Michael Scott)\n\n- the only quilt to include a proper acknowledgment (2nd and 3", -0.94140625], ["<s> \n\nHuman: Which is safest", "from HIV, getting blood transfusion or getting a facial tattoo?\n\nIf you are already infected with HIV, will get", -1.2265625], ["<s> \n\nHuman: Do you", "love me?\nEVE: My mom and dad say that too. And I guess I love you because I know I’m not supposed to but", -2.96875], ["<s> \n\nHuman: I don", "'t know you, you don't know me, what will you do with me?\n\nCanine: I don't care, I'", -0.29052734375], ["<s> \n\nHuman: Should all the conserv", "ative \n\nThere is no such thing as \"an object-oriented religion.\" You can only have an object-oriented \"atheism.\"", 0.52001953125], ["<s> \n\nHuman: I need to", "get to Washington DC as soon as possible.\n\nRobot: But I'm not in Washington DC.\n\nHuman: Can you point me", -2.763671875], ["<s> \n\nHuman: What", "'s up?\nDee: I'm freaking out. \n\n\"Winnin’ Edge\" is a song recorded by American country", -3.50390625], ["<s> \n\nHuman: how", "does one become a human? in the twentieth century, in the city of Los Angeles, after the deindustrialization and the collapse of the city", -0.580078125]]}