{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: I am wondering if", "I can really have that attitude towards my life.\n\nWarrior: What is the attitude you are referring to?\n\nHuman: Letting", -1.8876953125], ["<s> \n\nHuman: I am in need", "of a slave...\n\n<Human> I don't have any problem with being a slave.\n\n(Everyone shouts.)\n\n", -0.352294921875], ["<s> \n\nHuman:", "\n\n\nHumans have been unable to reproduce asexually, but have been very successful in producing children using assisted reproductive technologies", 0.59716796875], ["<s> \n\nHuman: I know rans", "omware is bad news. \nBut what if I could infect your computer and give you the most important security tips without getting you into trouble? What", 1.8759765625], ["<s> \n\nHuman: Would it be", "better if we had not shown up?\n\nStarfox: I don't know.\n\nHuman: But are you going to sit there and", -1.271484375], ["<s> \n\nHuman: Why are", "you so short?\nHuman: You’re huge!\nHuman: Why are you so big?\nBoom! – Plop!\n", 0.410400390625], ["<s> \n\nHuman: How do I", ": Add Parent permission, so users can update their names\n\nI currently have:\n\n\\begin{code}\n   <Permission class=\"edit_", -1.0556640625], ["<s> \n\nHuman: How", "to Become Ultra Spiritual\n\n«Human: How to Become Ultra Spiritual» — дебютный альбом нью", 1.7109375], ["<s> \n\nHuman: How does anti", "-aging really work, or not?\n\nThe question of anti-aging (anti-aging) is a vital subject, touching the most vulnerable", 0.7431640625], ["<s> \n\nHuman: What kind", "of woman is she?\" asked the constable.\n\n\"She's a mean skunk that's what she is!\" retorted the proprietor", -1.06640625], ["<s> \n\nHuman", "\n\n\nHuman \n\nChemistry of the human body. The brain processes information in the form of nerve impulses. Imp", -2.271484375], ["<s> \n\nHuman: I'm", "sorry to bother you. Machine: I'm a machine, not a human being. Human: Oh. OK. Machine: Please proceed.\n\n##", 2.349609375], ["<s> \n\nHuman: Is being", "made of flesh, not stone. \n\nHuman: Can breathe on other planets if you can escape the gravity.\n\nHuman", -1.4287109375], ["<s> \n\nHuman:", "Sensory or Sensory-motor Perception: Is an external stimulus, which enters a sensory organ, via a receptor, leading", -1.2978515625], ["<s> \n\nHuman:", "Future Analysis brings together interdisciplinary researchers from the US and Europe to evaluate the science and potential trajectories of the human future.\nWe will conduct", 1.6591796875], ["<s> \n\nHuman:", "Wood,Crypt,Shop:Wood,Crypt,Shop:Wood,Crypt,Shop:Wood,Crypt", -1.8232421875]]}