{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman", "AI International 5k For Charity\n\nSwimmers will be accompanied by our high tech safety system\n\n## Purpose\n\nWe", 0.1845703125], ["<s> \n\nHuman: how do i give", "the user the ability to change his username and password to something of his choice?\n\nAnswer: There are several plugins out there that address this issue. Check", -0.0123291015625], ["<s> \n\nHuman:", "Man O' War\n\nMan O' War was a thoroughbred racehorse. He is widely regarded as one of the greatest racehorses", 0.343505859375], ["<s> \n\nHuman: When do", "we know?\n\nAncient: We'll know it when we've changed the climate.\n\nVivian Darkbloom, Internet c", -1.8515625], ["<s> \n\nHuman: I got", "to go home now. I got to run out the door and go home.\nBee: I just wanna hold you one more time, just one", -1.4423828125], ["<s> \n\nHuman: I am so", "scared!!\n\n\n\n\nI AM AN HORROR!!\n\nPLEASE DO NOT CLICK ON ME\n\nIf you try,", -2.009765625], ["<s> \n\nHuman: Please", "help. The demons on the moon are coming and they are taking our souls to hell. How can we stop them? - Asking, too lazy", -1.0625], ["<s> \n\nHuman: How", "Walking Upright Made Us Human, by John R. Hutchinson (2013, Yale University Press)\n\n## External links", 1.3427734375], ["<s> \n\nHuman: I", "hear that you have been studying the likelihood of whether things are random, chance, or whether there is a probability of something happening.\n\nKetih", 1.44140625], ["<s> \n\nHuman: Do you know", "what's going on?\nCrying Boy: I don't want to know.\nHuman: It might be what's going on", -1.443359375], ["<s> \n\nHuman: Is", "Man a hunter gatherer?\n\nQ1: Then why are the animals afraid of humans?\n\nA1: Mature human. We have", -0.46826171875], ["<s> \n\nHuman: I need", "a photo copy of our books on cryptography\nA.I.: Yes, your request has been placed in the AI queue. Please wait here\n\n", 0.748046875], ["<s> \n\nHuman: I need", "to go home and feed my dog.\n\nIF  Dragon: [The Dragon]\n\n\n\ncsrf        x      True      \n    :", 0.064208984375], ["<s> \n\nHuman: When is a good", "time to take the unit apart?\n\nLaRoux: Ahh, this question must be asked to define the human out of this experiment.\n\n", 0.077392578125], ["<s> \n\nHuman: I think I", "'ve got a report on that topic!\n\nOutputs from interfaces can be presented in a human-accessible way. e.g.\n\n", -0.84375], ["<s> \n\nHuman: Can you provide me", "some more information about the \nexperiment, for my research?\nGrey: Your research can go FUCK YOURSELF.\n", -1.6201171875]]}