{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Can", "Crash.\n\nThis is a Rust interpreter, not a human player. \n\n       \n", 0.841796875], ["<s> \n\nHuman: heard you got", "bitten, mate.\n\nComment: Then I’m sorry to say that I am a ‘biter’ in this case! In 20", 0.41943359375], ["<s> \n\nHuman: How", "to Out-design Evolving Viruses and Bacteria is a 2012 science book by MIT biologist Jeff L. Fagan", -0.3525390625], ["<s> \n\nHuman: I am trying", "to understand your \"human body\". I have an adenoid. In other words, if I stick out my tongue, it goes into my nose, not", -3.98046875], ["<s> \n\nHuman: Is", "a species of mammal that uses speech or other means of communication to interact and exchange information with other human beings and non-human elements. In the", -0.85693359375], ["<s> \n\nHuman: What should I", "say?!\n\n\n\n\n", 1.376953125], ["<s> \n\nHuman: What", "is your profession?\n\nChinese: That is secret.\n\nHuman: You're a Chinese secret agent. Is that correct?\n\n", -0.5673828125], ["<s> \n\nHuman: I am", "not in front of the ticket desk because I was in an accident and I cannot leave, but if you ask the front desk of the station about me", -2.197265625], ["<s> \n\nHuman", "Resources Outsourcing is a business process outsourcing service that focuses on a broad range of human resource functions that can be outsourced", 0.58447265625], ["<s> \n\nHuman: Do you", "know this guy is just a drunken layabout?\n\n\n\n\n\n\n\n%            d1 = 100;\n", -1.0068359375], ["<s> \n\nHuman:", "true\nScientist: true\n\n1. Charles Hempelmann, Benson C. Wong, Jan G. Stickel and Michael", 1.80078125], ["<s> \n\nHuman", "Testing (Quest 2014-2015)\n\nFor this project we decided to create an app that simulates the", -2.42578125], ["<s> \n\nHuman", "Physiology (HPhys) is a monthly peer-reviewed medical journal covering human physiology. It was established in 197", -0.496337890625], ["<s> \n\nHuman:", "\n\n* Kingston Township (Monroe County, Michigan)\n* A Song\n* Trenton: An American City\n\nAnimals:\n", 0.560546875], ["<s> \n\nHuman:", "Traffic - a game about traffic, is a distance-tracking game for the web. The web application calculates the distance traveled by users on", -3.779296875], ["<s> \n\nHuman: Why do people", "focus on sustainable fashion?\n\nDesigners: Sustainability is important to designers because it shows that the designers are dedicated to", 0.39501953125]]}