{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: How", "we became a one Species Planet by Jeremy Rifkin (Lawrenceville: The Monitor Book, 2011) is an account", -0.97412109375], ["<s> \n\nHuman: What are some c", "ues to look for when determining if a Brakken is infected or not?\nBrakken: The most notable cue to look for are", -3.806640625], ["<s> \n\nHuman", "Computer Interface\n\n```\nDeveloper: Lei Hui, Niyazi Altuntaş, Albert Lyu, Chandler Xu, Michael", 1.0390625], ["<s> \n\nHuman: What", "you say and do impacts not just your own life but the lives of others, too. Especially when you are interacting with those who are already str", -2.7578125], ["<s> \n\nHuman", "Behavior Learning (HBL) is an approach to artificial intelligence inspired by traditional Cybernetics that aims to understand and predict human behavior.Human", 0.2418212890625], ["<s> \n\nHuman", "trafficking (also called human smuggling) is defined as the movement of people for the purpose of exploiting them. This is the third most", 2.185546875], ["<s> \n\nHuman: What are some", "of the things you feel like you don't have a choice about?\n\nSad: It was always my own choice, from the start. ", -0.796875], ["<s> \n\nHuman:", "\n\n```\n1.0\n2.0\n3.0\n4.0\n```\n\nWheeze:\n\n```\n", -0.283203125], ["<s> \n\nHuman:", "The Art of the Species also known as The Human Species is an exhibition by Imran Qureshi at The British Museum, from 11 June 2", 0.693359375], ["<s> \n\nHuman: How can", "we speak to God and make Him hear our prayers? Our Lord, when He had spoken these words, blessed His disciples, and then sent", -1.095703125], ["<s> \n\nHuman: Kill them all right", "from the beginning, that way you don't have to kill them all.\n\n```\n(note: The quote is really a quote from the book", -2.087890625], ["<s> \n\nHuman: How can I", "make sure I got a good teacher?\nHuman: Do you know any people who are in their 20s, 30s, or", -0.33349609375], ["<s> \n\nHuman: What is the mean", "est thing anyone has ever done to you?\n\nBot: I can’t tell you that. You’re too new.\n\nHuman", 0.71484375], ["<s> \n\nHuman: How", "to Become Human (Czech: Jedna je člověk, člověk je spící), directed by Helena Třeštík", 2.0625], ["<s> \n\nHuman", "care system was developed by Going Fossil Project and distributed as a tool for making fossil-free transitions. Currently, the Human care system includes", 4.26171875], ["<s> \n\nHuman: I am trying", "to help you. \n\n\n\n\n\t<li>\n\n\n\nHuman: Like my blade?\n\n\n\n\n\t", 1.19921875]]}