{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: There are a lot", "of things going on around you. Been looking at the moon lately? Good. Recently you've noticed that many people around you have brown hair", -2.193359375], ["<s> \n\nHuman: can you buy", "the 5-a-side pitch near the Morrisons or close to it? We want to play there. We don't want to pay a rid", -1.0009765625], ["<s> \n\nHuman: i dont", "like people\n\n\tLogins should be hidden unless selected.\n\t<!-- This has an optional popover with prompts and choices -->\n\t<div", -1.40234375], ["<s> \n\nHuman: Can you tell", "us something about your creative process and your work as an artist?\nEman: I see myself first as an artist; then as a person and as", -4.01171875], ["<s> \n\nHuman: are", "a breed of human who do not generally receive a good price for their flesh because of their size and power.\n\nThe first character we get to interact", -2.810546875], ["<s> \n\nHuman: How can", "I get this person to smile at me?\nCrowd: Why don't you smile?\nHuman: Because I am trying to get you", -3.412109375], ["<s> \n\nHuman: what is", "that? I've been thinking, if you don't know who you are, you can't know what you are. My name is Jessie", 1.1435546875], ["<s> \n\nHuman:", "First Steps is an exhibition created by the world-renowned museum MATADOR, at the Seoul Metropolitan Museum of Art, Korea. The main", -1.3154296875], ["<s> \n\nHuman: How", "to Become a Real Estate Agent by Michael Davé\n\nHuman: How to Become a Real Estate Agent is an 8-week", 3.541015625], ["<s> \n\nHuman", "adventures are valued for their experiences, tales and endings. Many storytellers as well as historians vouch for the stories told by an old", 0.46044921875], ["<s> \n\nHuman: Why do Indian", "children play with bones of their grandparents?\n\nComment: You have a great deal of work ahead of you. This is rather ill-struct", 0.427734375], ["<s> \n\nHuman:", "Bluebird \n\nAdam Christopher Human: Bluebird is a 2010 science fiction novel by British writer Adam Christopher. It is the author", 2.005859375], ["<s> \n\nHuman: All homeless", "people have autism-spectrum disorder.\n\n## See also\n\n* List of biomedical topics in Supplemental Index", -1.302734375], ["<s> \n\nHuman:", "A Composite Species and Paradigm for Systems Research (Series on Systems and Biosystems), edited by Frank R. Stajkowski, is", -0.86767578125], ["<s> \n\nHuman: I wonder what", "people think I'm like in your world, and what they think I'm saying. I wonder if they think I'm dangerous.\n\nH", -0.147216796875], ["<s> \n\nHuman: What can", "I do to help? Can I run errands for you, cook you dinner?\n\nA dog: When I feel better I will be sure to help", 1.29296875]]}