{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman:", "Endless Sky est un jeu vidéo de simulation de vol développé et publié par Simon & Schuster Interactive. Le jeu sortit sur PC le ", -0.74365234375], ["<s> \n\nHuman:", "\n\n    x [0, +∞)\n\n\nDog:\n\n    x [0, +∞)\n\n\nRight now,", -0.9482421875], ["<s> \n\nHuman: If we murdered", "50,000,000 people, how can we ever call ourselves civilized?\n\nMachine: You would think that if you", -0.7998046875], ["<s> \n\nHuman:", "Part 4 by BONZI CATZ (Calvin James Cook) is a 15-minute EP by an artist whose album The", -0.705078125], ["<s> \n\nHuman: Wh", "atever it is, it makes me a scientist.\n\nMovement: The process of manufacturing an identity (… by examining the worlds", -1.5224609375], ["<s> \n\nHuman: tell", "the people when things have changed since the last news report.\n\nArtificial Intelligence: tell the people when nothing has changed since the last news report", -1.3095703125], ["<s> \n\nHuman: What author became", "the first black person to win the National Book Award in 1994 for his memoir of growing up in the United States in the 19", -2.47265625], ["<s> \n\nHuman:", "\n\n* Spinachi 2X\n\nAnimal:\n\n* Ralph Piner\n\n## 1994\n\nColor:", 0.7880859375], ["<s> \n\nHuman: is there a", "need for a God? Darwin and the revelation of God and nature: 9781517765707 Buy", 1.0615234375], ["<s> \n\nHuman", "ities Quarterly [HQ] is a peer-reviewed, quarterly, open-access journal that publishes scholarly work on the humanities", 1.912109375], ["<s> \n\nHuman: how can", "we do things better than we have done them in the past?\nThese questions should be answered by building a new Wave Energy Machine with no dead ends", -0.99609375], ["<s> \n\nHuman: what should i", "tell him\n\n## Cast\n\n* Cristina Huet as Audrey\n* Freddy Quinn as Tim\n* Kurt Thomas as Murph\n", 0.5087890625], ["<s> \n\nHuman: Do", "omed 2014) is a collection of short stories by Peter Watts. It is a sequel to his collection Maelstrom ", 1.298828125], ["<s> \n\nHuman:", "The Game\n\nHuman: The Game (Eigenschreibweise: Human: The Game) ist ein griechisches Rollenspiel-Computers", -0.2259521484375], ["<s> \n\nHuman", "Rights Group (HRG) is a Kenyan-based civil society organization with offices in Nairobi and Mombasa. It was founded in 1", -0.24560546875], ["<s> \n\nHuman: What'", "s the name of the best sports car ever?\n\nChicken: The 1969 Dodge Charger Daytona (of which there", 0.2410888671875]]}