{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: My grandma has", "a boyfriend.\n\nAPI: - Author, Title, Punctuation, Number\n\nSentence:\n- Human:\n  a", 1.0888671875], ["<s> \n\nHuman: Why is it", "when you're relaxed the urge to pee is stronger?\n\nDr: Chlorine.\n\nYou can't sleep well if", -0.5439453125], ["<s> \n\nHuman: What is", "\"conflict resolution\"?\n\n\n\nEthical issues (business ethics): Ethical issues in one country doesn't mean that they will", 0.384033203125], ["<s> \n\nHuman", "activity was a huge factor in the environmental crises of the 20th century. To reduce human impact, Alternative community-building and eco-", 0.587890625], ["<s> \n\nHuman:", "\n\nKatharina Mech, Oberon (Deuteragonist)\n\nYule:\n\nKarsten Burger, Yule (De", 1.2294921875], ["<s> \n\nHuman", "ités et Formation : Le Laboratoire Humanités et Formation (HUF), est le laboratoire de recherche du CNRS de l’E", -1.943359375], ["<s> \n\nHuman", "Rights Fund\n\nThe Human Rights Fund is an organization dedicated to defending human rights and promoting gender equality in South Africa, by providing free legal representation to", -0.278076171875], ["<s> \n\nHuman: What's a", "package?\n\nBat: A box.\n\n   ", 1.3828125], ["<s> \n\nHuman: I want to", "take a personal oath to produce a video-game about a fairytale / Children's Story / Fable that I read when I was 1", 0.392578125], ["<s> \n\nHuman:", "the Application of Theory and Practice for the Integrated Development of Enterprises, of the Chongqing School of Finance, Economics, Polit", 0.3857421875], ["<s> \n\nHuman:", "The Virtual Human Project, in Norwegian \"Human — Den virtuelle menneskeraken\" is a project funded by the Norwegian Research Council to study the", -0.63427734375], ["<s> \n\nHuman: How do", "you feel?\n\nBackup: Good! I'm back!", -1.3671875], ["<s> \n\nHuman: How", "Being Human Shapes Our World  (2012) is a book written by anthropologist Michael Tomasello that discusses the underlying common human", -2.9296875], ["<s> \n\nHuman: If you were going", "to bomb a planet, what is the last planet you would bomb?\nA: Never\nHuman: If you were going to bomb a planet, what", -1.17578125], ["<s> \n\nHuman: What is", "your name?\nRobot: I'm Bottles, and I'm also a Tree.\n\n[And] because of the quality of", 0.397705078125], ["<s> \n\nHuman", "in est un peptide d'une trentaine de résidus, formé par l'union de l'apoproteine A et", -0.95947265625]]}