{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: Do", "you ever wonder why it is you love me?\n\nBard: Yes, Human.\n\nHuman: Do you know?\n\nBard", -2.26171875], ["<s> \n\nHuman: My", "Student, her name is Laura. She's 25 and she just graduated college. She has a really cute and lively laugh. She'", -0.13525390625], ["<s> \n\nHuman: What are common techniques", "used to assemble a gene?\n\nMachine: I use simplex search. This is quite fast and takes a linear amount of memory.\n\nHuman", -0.798828125], ["<s> \n\nHuman:", "Brooklyn\n\nw gminie Dromedary, w stanie New South Wales, Australia.\n\nNazwa miasta wywodzi się", -0.90576171875], ["<s> \n\nHuman: A", "Report by the American Anthropological Association, is a report by the American Anthropological Association (AAA) that examines the characterization of groups as", -3.3359375], ["<s> \n\nHuman: Is", "the species of alien with two arms, two legs and having a mammal skeleton, and being capable of walking upright on two legs.", 0.212158203125], ["<s> \n\nHuman: How can", "I resist?\n\n<b>The Black Mark</b>\n\n*DANGER DANGER* *DANGER DANGER*", -2.1015625], ["<s> \n\nHuman", "Rights: Conservation of the Basic Rights of Man and the Nations is a compilation of speeches delivered at the third Universal Peace Congress held in Washington in 1", -1.7021484375], ["<s> \n\nHuman:", "Torn (Stories From the Temple) is a 2009 science fiction novel by American author Orson Scott Card. It is the sequel", -0.83935546875], ["<s> \n\nHuman:", "Aftermath takes place in the human world of Halo.\n\nHuman forces were first discovered by a human-colonist scout, Hermanna L", 2.078125], ["<s> \n\nHuman: I am curious.", "\nThe Greatest\n\nChiharu Kawai\n\nCoconino Press \n\nISBN 978-1-569", -0.0697021484375], ["<s> \n\nHuman: I am", "an Android\n\nAwake in a dystopian future, Android tries to find her place among a human population that distrusts her. She", -0.841796875], ["<s> \n\nHuman: I love Zoe", "for her open mind and her willingness to try new things and challenge herself and others with new ideas and concepts. Her courage to change the world inspires me", 0.2364501953125], ["<s> \n\nHuman: what is c", "ute, what is fluffy and small, what is cuddly, what is shy and weird, what is soft and cute, what", -1.7734375], ["<s> \n\nHuman: I need you to", "leave immediately.\nComputer: I’m sorry.\nHuman: (Dies.)\n\n\t\tprivate void Setup()\n\t\t", 1.216796875], ["<s> \n\nHuman: What is the best", "title for a human who has received artificial replication and expansion into the physical dimensions (ADXP) of a 2017 Tesla P", 1.822265625]]}