{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: How do I ra", "ck a shotgun?\n\nWelcome to Redneck Culture. In this question, we can see the racking of the 870", 4.89453125], ["<s> \n\nHuman: Is", "an ecological and anthropological project conceived and developed by Cayetana Barciela and Antonio Seguí. The project is designed to", 0.3740234375], ["<s> \n\nHuman: If", "we just did this, it'd be great...\nSebastian: Eh. You wanna save the world? You can't save", -0.6162109375], ["<s> \n\nHuman: What is the best", "board game you have ever played? [Joe’s Answer]\n\n<s>Best</s> Second best?\n\n[Joseph’", 2.7265625], ["<s> \n\nHuman: What'", "s Next?\n\nHuman: What's Next? is a best-selling book about the future of humanity by futurist and educ", -1.6962890625], ["<s> \n\nHuman: Which foods would", "be good to make?\nKiwi: 7% fat, 6% carbs, 22% protein.\nKiwi:", -0.67333984375], ["<s> \n\nHuman: I", "'m a gamer girl, and yes I realize that I'm not a normal 16 year old girl, but i like it that way.", -1.6279296875], ["<s> \n\nHuman", "ieer (Een Nederlandse Vertaling van het Boek van de Goddelijke Wetenschap) is een religieuze, westerse G", 1.76171875], ["<s> \n\nHuman: What are", "we missing? (the \"science question\")\n\nConsciousness - is it too simple to be true?\n\nIn the 21st", 0.71240234375], ["<s> \n\nHuman", "immunodeficiency virus type 1 (HIV-1) integrates into the host chromosome in the form of a circular DNA of ", -2.056640625], ["<s> \n\nHuman: What do you", "need to know about me?\n  Michele: I'm a deaf 20 something woman who works with computers.  I recently got", 2.314453125], ["<s> \n\nHuman: I want to fake", "sick today.\n\nMargaret: Is something wrong?\n\nHuman: My body hurts.\n\nMargaret: Are you hurt", -2.80859375], ["<s> \n\nHuman: Is", "a hominid (also known as a human) are mammals of the family Hominidae (or subfamily Homininae) and the only", 0.4541015625], ["<s> \n\nHuman: Why is Evergr", "ande in the final?\nKwok: This is actually Evergrande's second victory this season, and we started the season well, too.", -0.94189453125], ["<s> \n\nHuman:", "FA is a compilation album released by Scottish DJ and producer Calvin Harris on 20 September 2009, compiling his four solo singles. The", -2.97265625], ["<s> \n\nHuman: How would", "you feel if you were in a situation that you don't know how to get out of? Your life was being threatened. Your child's life was", -1.822265625]]}