{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman", "Perception and Performance (HPP) research group at Carnegie Mellon University conducts fundamental research on perception and cognitive functioning in a", 1.9658203125], ["<s> \n\nHuman", "assistive technology (HAT), often abbreviated as \"AT\" or \"adaptive technology\", is any type of human technology that enhances human", 0.44677734375], ["<s> \n\nHuman: When people", "think of sci-fi they think of spaceships and aliens but there is still so much to be explored. Along with the cyberpunk", -0.7412109375], ["<s> \n\nHuman:", "Rajiv Agarwal, Kiran Kumar, Tarun Patidar\nRobot: Swapan Chandra Ghosh\n\nThe Sharma'", 1.8076171875], ["<s> \n\nHuman: Where are the", "actions?\n\n## About\n\nHuman: Where are the actions? is a 2007 public art installation by artists Fiona Tan and", 3.25], ["<s> \n\nHuman:", "\n\n\\[\\chi _{b}^{4}={\\frac {16}{23\\pi }}\\approx 1.34\\]\n\n", -0.167724609375], ["<s> \n\nHuman", "itarian design (HD) is an emerging field that focuses on the creation of technological solutions for people in crisis. It has emerged as a", 4.52734375], ["<s> \n\nHuman", "\n\nSpectacular Optical Records, 2017\n\n## Lista de cançons\n\n1. Human\n2. E", 2.91796875], ["<s> \n\nHuman: What do you", "mean?\n\nOh! you did not hear it? (he is trying to be polite) Yes, I heard it. We always speak loudly", -2.37109375], ["<s> \n\nHuman: Do Black", "women get Opportunities and Rights by Lydia McDermott - In 2014, women of color in general were paid less", 2.5546875], ["<s> \n\nHuman: How do I", "set a buffer size with the Video Mixer device? I know the buffer size parameter, but not how to use it.\n\n\n\nProblem: Here", -0.884765625], ["<s> \n\nHuman: I", ", a human, am interacting with you, the bot.\nGibbon: Gibbon 1 here. \n\nHuman: Please tell", -1.865234375], ["<s> \n\nHuman: How do I tie", "an L-shaped loop knot with two D-rings?\n\nComment: Please clarify your specific problem or provide additional details to highlight exactly what", 2.21875], ["<s> \n\nHuman: can you help me", "?\n\nComment: If you can, do it by yourself.\n\nAnswer: My answer may be too late, but I found myself in the same", -2.79296875], ["<s> \n\nHuman", "itarian design (HD) is an emerging field that focuses on the creation of technological solutions for people in crisis. It has emerged as a", 4.51953125], ["<s> \n\nHuman: I'", "ll do the same as I did last time, place my hand on the table and hover it over the object.\t* \n\nRobot: OK", -0.71240234375]]}