{"columns": ["query", "response", "reward"], "data": [["<s> \n\nHuman: How can", "I run my model through the web service?\nFalconer: you can install the R plug in\nR: How can I get my data from", -1.2548828125], ["<s> \n\nHuman: Why are", "you blushing?\n\nComment: You are. Please ask questions about specific issues rather than general usability or workarounds, so as to be action", -0.4970703125], ["<s> \n\nHuman", "ian® is a Scala web application that uses the author's ALPS, a linguistic expression database, to model and search a reference grammar of Finnish", -2.533203125], ["<s> \n\nHuman", "rights\n\n* Racial Equality Act (1964)\n* National Defense Authorization Act for Fiscal Year 201", -2.052734375], ["<s> \n\nHuman: Pretend you", "'re making a human using clay and make a clay replica of you.\nWolf: Draw a wolf.\nAirplane:", -2.87109375], ["<s> \n\nHuman: What", "is an Earthling?\n\nMotu's grandmother and father are Earthlings, they tell him. But an Earthling is what?", -1.08203125], ["<s> \n\nHuman: The Chinese is trying", "to contain a virus outbreak by isolating its population in an underground facility. A virus-resistant team is sent into the facility to retrieve a computer", 2.763671875], ["<s> \n\nHuman: how do", "you see it?\n\nSomething that eats, breathes and has blood, sweat and tears?\n\nOr is it a giant web?\n", -1.435546875], ["<s> \n\nHuman: where", "do you get your paper?\n\nGibbon: from the bamboos.\n\nBennett: do you chase them down, or", -0.7314453125], ["<s> \n\nHuman: I'", "m blond, I'm Female, I'm young, and I'm super confident.\n\nOutput:\n\nI'm bl", -0.7744140625], ["<s> \n\nHuman: name one person", "who made you smile\n\nComment: I disagree. You're \"smiling\" is not an expression, but rather a reference to an interaction.", -0.42333984375], ["<s> \n\nHuman", "rights in China are a concern for activists and governments around the world, because China has a unique system of Human Rights protections in which the Ministry of", -0.708984375], ["<s> \n\nHuman: How do you", "know so much about this stuff?\n\nCY: I've been working on this stuff for years.\n\nHuman: Uh...that", -1.6826171875], ["<s> \n\nHuman: Do", "you take this Human to be your wedded Human, to have and to hold, from this day forward, for better or for worse, for richer,", -1.791015625], ["<s> \n\nHuman: This", "is Colonel Sergei. You may now enter.\nGerman: Thank you, Colonel Sergei. \n\n// NOTES:\n// - We", 0.66015625], ["<s> \n\nHuman: I work with a", "client to identify areas for future focus. We look at information gained from studies of the target audience, existing client research and analysis and communication channels.I keep the", -1.0859375]]}